import Profile from '../Profile';

export default function AboutPage() {
  return (
    <>
      <Profile />
      <div className="p-10 h-96 text-center bg-gray-900">
        <h1 className="text-xl mb-5">GPT의 오늘의 운세</h1>
        <p>
          권준수님의 애정운을 봐드리겠습니다. 2023년에는 권준수님의 애정운이
          상대적으로 안정적일 것으로 보입니다. 이전에 불안한 상황이 있었다면,
          이제는 그것들이 해소될 가능성이 높습니다. 또한, 새로운 인연을 만날
          기회가 있을 수 있으니 주변에 있는 이성을 주목해보시는 것도 좋을
          것입니다. 애정적인 관계에서는 서로의 감정을 존중하고 이해하는 것이
          중요합니다. 서로의 생각과 감정을 공유하며 대화하는 것이 갈등을
          예방하고 서로를 더욱더 이해할 수 있게 도와줄 것입니다. 또한, 서로의
          관심사와 취미를 함께 나누며 새로운 경험을 함께하는 것도 애정적인
          관계를 유지하는 데 큰 도움이 될 것입니다. 하지만, 일시적인 충돌이나
          혼란스러운 상황이 있을 수도 있으니 서로의 의견을 조율하고 타협할
          준비가 필요합니다. 자신의 감정을 잘 다스리고 상대방의 입장을 이해하는
          것이 중요합니다. 권준수님, 2023년에는 새로운 인연을 만날 기회가 있을
          수 있으며, 기존의 애정적인 관계에서도 더욱더 서로를 이해하고 존중하는
          마음으로 대해주시면, 보다 안정적인 애정운을 느낄 수 있을 것입니다.
        </p>
      </div>
    </>
  );
}
